---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctBottomElevation
source: html/28db572d-e0f5-df15-345f-c2bf88149f48.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctBottomElevation Property

"Lower End Bottom Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctBottomElevation { get; }
```